Repository: metadata101/iso19139.ca.HNAP
Catalog: src/locale/*/LC_MESSAGES/map/index.po
Languages: fr

source: Visualizing Data
fr: Visualisation des données

source: All employees can use the data catalogue to search and discover environmental and scientific data. To begin, simply navigate to the Data Catalogue homepage and select a search type.
fr: Tous les employés peuvent utiliser le catalogue de données pour rechercher et découvrir les données environnementales et scientifiques. Pour commencer, il suffit de naviguer jusqu’à la page d’accueil du Catalogue de données et de sélectionner un type de recherche.

source: Overview
fr: Aperçu

source: Geospatially enabled data in the data catalogue can be visualized using the interactive web map viewer feature.
fr: Les données géospatiales du catalogue de données peuvent être visualisées à l’aide de la fonction interactive de visualisation de cartes Web.

source: Process
fr: Processus

source: Discover > Combine Data/Select Data > Visualize
fr: Découvrir > Combiner les données/Sélectionner les données > Visualiser

source: Related training
fr: Formation connexe

source: Discovering Data, Accessing Data
fr: Découverte de données, accès aux données

source: Before You Start
fr: Avant de commencer

source: There are no conditions to using this feature. Anyone accessing the Data Catalogue can visualize geospatial data with the map viewer.
fr: Il n’y a aucune condition à l’utilisation de cette fonction. Quiconque accède au catalogue de données d’ECCC peut visualiser les données géospatiales avec le visualiseur de cartes.

source: Discover
fr: Découvrez

source: To begin visualizing geospatial data, simply locate the data using the data catalogue's search functionality (for more information, see Discovering Data).
fr: Pour commencer à visualiser des données géospatiales, il suffit de localiser les données à l’aide de la fonction de recherche du catalogue de données (pour plus d’information, voir Découvrir des données).

source: If a dataset can be visualized using the map viewer you will see two additional buttons: a globe or globe with drop down menu, and the pushpin with drop down menu.
fr: Si un ensemble de données peut être visualisé à l’aide du visualiseur de cartes, vous verrez deux boutons supplémentaires : un globe terrestre ou un globe terrestre avec le menu déroulant et l’épinglette avec le menu déroulant.

source: Add to map and view on map buttons
fr: des boutons add to map et view on map

source: These allow you to:
fr: Ceux-ci vous permettent de :

source: view on map, which will open the selected dataset in the map viewer, or
fr: vue sur carte, qui ouvrira l’ensemble de données sélectionné dans le visualiseur de cartes, ou

source: choose layers to view on map, which will open the selected layers in map viewer, or
fr: choisir les calques à afficher sur la carte, ce qui ouvrira les calques sélectionnés dans le visualiseur de la carte, ou

source: add the dataset to the Map, where you can combine multiple datasets to view in a single map.
fr: ajouter l’ensemble de données à la carte, où vous pouvez combiner plusieurs ensembles de données pour les afficher dans une seule carte.

source: View Data
fr: Afficher les données

source: To view a single dataset on the map viewer, simply click on the 'View on map' button for that dataset. The map viewer will open and display the data.
fr: Pour afficher un seul ensemble de données dans le visualiseur de cartes, cliquez simplement sur le bouton « Afficher sur la carte » pour cet ensemble de données. Le visualiseur de cartes s’ouvre et affiche les données.

source: Combine Data
fr: Combiner les données

source: By adding datasets to the Map Preview you are able to overlay multiple datasets into a single viewer. This can be used to generate new insights and support decision making.
fr: En ajoutant des ensembles de données à l’aperçu de la carte, vous pouvez superposer plusieurs ensembles de données dans un seul visualiseur. Cela peut être utilisé pour générer de nouvelles informations et soutenir la prise de décision.

source: [screenshot of example displayed in map viewer]
fr: [capture d’écran de l’exemple affiché dans le visualiseur de la carte]

source: Add datasets to the preview list by clicking the 'Add to map list' button (see pushpin icon) on each dataset from the search results page or metadata details.
fr: Ajoutez des ensembles de données à la liste de prévisualisation en cliquant sur le bouton « Ajouter à la liste de cartes » (voir l’icône de l’épinglette) sur chaque ensemble de données à partir de la page des résultats de recherche ou des détails des métadonnées.

source: [screenshot of search result and arrow to add to map preview button]
fr: [capture d’écran du résultat de recherche et flèche pour ajouter au bouton de prévisualisation de la carte]

source: The 'Add to map list' with your selected datasets will display on the left-hand side of the search results page. At any time you can:
fr: La liste « Ajouter à la carte » avec les ensembles de données que vous avez sélectionnés s’affichera à gauche de la page des résultats de recherche. À tout moment, vous pouvez :

source: remove data you have added to the preview by clicking the X beside the title
fr: supprimer les données que vous avez ajoutées à l’aperçu en cliquant sur le X à côté du titre

source: combine and visualize the datasets by clicking 'Add to map'. Click the 'Map' tab in the administration menu to view the results.
fr: combiner et visualiser les jeux de données en cliquant sur 'Ajouter à la carte'. Cliquez sur l’onglet 'Carte' dans le menu d’administration pour afficher les résultats.

source: Visualize
fr: Visualiser

source: Whether you have selected one or multiple datasets to visualize, the map viewer has a number of features to explore the data.
fr: Que vous ayez sélectionné un ou plusieurs ensembles de données à visualiser, le visualiseur de cartes comporte un certain nombre de fonctions pour explorer les données.

source: Navigation Controls: located on the right hand side, change the viewing extent of the map;
fr: Commandes de navigation : situé sur le côté droit, modifier l’étendue de l’affichage de la carte;

source: add layers
fr: ajouter des calques

source: manage layers
fr: gérer les calques

source: legend
fr: légende

source: filter data
fr: données de filtre

source: use a WPS process
fr: utiliser un processus WPS

source: maps
fr: cartes

source: print
fr: imprimer

source: measure
fr: mesure

source: synchronize all layers
fr: synchroniser tous les calques

source: zoom in/out, zoom to extent
fr: zoom avant/arrière, zoom sur l’étendue

source: switch 2D to 3D
fr: passer 2D à 3D
